Repository: in2code-de/luxletter
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# fe_groups.luxletter_receiver
source: Is newsletter receiver group?
de: Ist eine Newsletter Empfänger Gruppe?

# fe_groups.luxletter_language
source: Preferred language for newsletters
de: Bevorzugte Sprache für Newsletter

# pages.luxletter_subject
source: Mail subject
de: Betreffzeile der E-Mail

# sys_category.luxletter_newsletter_category
source: Is Luxletter category?
de: Ist eine Luxletter-Kategorie?

# sys_category.luxletter_newsletter_category.description
source: This is a data set used for grouping newsletters by a category
de: Es handelt sich hierbei um einen Datensatz, der zur Gruppierung von Newslettern dient

# ctype.teaser.description
source: Teaser element e.g. for newsletters
de: Teaser Element z.B. für Newsletter

# ctype.teaser.flexform
source: Teaser settings
de: Teaser Einstellungen

# ctype.teaser.flexform.limit
source: Show maximum number of characters
de: Anzahl Zeichen

# ctype.teaser.flexform.append
source: Append this characters if a bodytext was cropped
de: Zeichen an gekürzten Text anfügen

# ctype.teaser.flexform.buttontext
source: Choose a text for the "read more" button
de: Text für "mehr lesen" Button

# ctype.teaser.flexform.records
source: Render a teaser of this record(s)
de: Teaser dieser Seiteninhalte anzeigen

# ctype.teaser.flexform.sectionmenu
source: Render a section menu before
de: Sprungmenü davor anzeigen

# tx_luxletter_domain_model_newsletter.title
source: Title
de: Bezeichnung

# tx_luxletter_domain_model_newsletter.queued
source: Queue records added
de: Queue Datensätze erzeugt

# tx_luxletter_domain_model_newsletter.category
source: Category
de: Kategorie

# tx_luxletter_domain_model_newsletter.description
source: Description
de: Beschreibung

# tx_luxletter_domain_model_newsletter.datetime
source: Sending time
de: Versandzeitpunkt

# tx_luxletter_domain_model_newsletter.subject
source: Mail subject
de: Betreffzeile der E-Mail

# tx_luxletter_domain_model_newsletter.receiver
source: Receiver group
de: Empfänger-Gruppe

# tx_luxletter_domain_model_newsletter.origin
source: Origin
de: Text-Ursprung

# tx_luxletter_domain_model_newsletter.layout
source: Container template file
de: Container Template Datei

# tx_luxletter_domain_model_newsletter.bodytext
source: Bodytext
de: E-Mail Inhalt

# tx_luxletter_domain_model_newsletter.language
source: Language
de: Sprache

# tx_luxletter_domain_model_newsletter.crdate
source: Creation date
de: Erstellungsdatum

# tx_luxletter_domain_model_queue
source: Mail queue
de: E-Mail Warteschlange

# tx_luxletter_domain_model_queue.user
source: User
de: Benutzer

# tx_luxletter_domain_model_queue.sent
source: Sent
de: Gesendet

# tx_luxletter_domain_model_queue.failures
source: Failures
de: Fehlschläge

# tx_luxletter_domain_model_queue.bodytext
source: Bodytext
de: E-Mail Inhalt

# tx_luxletter_domain_model_log.crdate
source: Date
de: Zeitpunkt

# tx_luxletter_domain_model_log.properties
source: Properties
de: Eigenschaften

# tx_luxletter_domain_model_link.target
source: Target
de: Ziel

# tx_luxletter_domain_model_configuration
source: Sender configuration
de: Sender Einstellungen

# tx_luxletter_domain_model_configuration.title
source: Title
de: Bezeichnung

# tx_luxletter_domain_model_configuration.from_email
source: Sender email
de: Absender E-Mail-Adresse

# tx_luxletter_domain_model_configuration.from_name
source: Sender name
de: Absender Name

# tx_luxletter_domain_model_configuration.reply_email
source: Reply to email
de: Antworten E-Mail-Adresse

# tx_luxletter_domain_model_configuration.reply_name
source: Reply name
de: Antworten Name

# tx_luxletter_domain_model_configuration.site
source: Site
de: Seitenbaum

# flexform.fe
source: LUXletter: Quick unsubscribe
de: LUXletter: Schnelle Newsletterabmeldung

# flexform.fe.removeusergroup
source: Select usergroup which should be removed on unsubscribe
de: Benutzergruppe auswählen, die bei einem Austragen aus dem Newsletter entfernt werden soll

# flexform.fe.text
source: Show text after unsubscribe
de: Text nach einem erfolgreichen Austragen anzeigen

# flexform.unsubscribe2
source: LUXletter: Unsubscribe with category selection
de: LUXletter: Newsletterabmeldung mit Kategorieauswahl

# flexform.unsubscribe2.usergroups
source: Usergroups that can be added or removed by the user
de: Benutzergruppen die vom Benutzer hinzugefügt oder entfernt werden können

# module.dashboard.preset.luxletter.description
source: Show all Luxletter widgets in an own dashboard
de: Zeige alle Luxletter Widgets in einem eigenen Dashboard

# module.dashboard.widget.openingrate.title
source: Newsletter openrate
de: Newsletter Öffnungsrate

# module.dashboard.widget.openingrate.description
source: Show the openrate of the newsletters
de: Zeige die Öffnungsrate der Newsletter

# module.dashboard.widget.openingrate.label
source: Receiver
de: Empfänger

# module.dashboard.widget.openingrate.label.0
source: Opener
de: Öffner

# module.dashboard.widget.openingrate.label.1
source: All - Opener
de: Alle - Öffner

# module.dashboard.widget.clickrate.title
source: Newsletter clickrate
de: Newsletter Klickrate

# module.dashboard.widget.clickrate.description
source: Show the clickrate of the newsletters
de: Zeige die Klickrate der Newsletter

# module.dashboard.widget.clickrate.label
source: Receiver
de: Empfänger

# module.dashboard.widget.clickrate.label.0
source: Clicker
de: Klicker

# module.dashboard.widget.clickrate.label.1
source: Opener - Clicker
de: Öffner - Klicker

# module.dashboard.widget.unsubscriberate.title
source: Newsletter unsubscriberate
de: Newsletter Abmelderate

# module.dashboard.widget.unsubscriberate.description
source: Show the unsubscriberate of the newsletters
de: Zeige die Abmelderate der Newsletter

# module.dashboard.widget.unsubscriberate.label
source: Receiver
de: Empfänger

# module.dashboard.widget.unsubscriberate.label.0
source: Unsubscriber
de: Abmelder

# module.dashboard.widget.unsubscriberate.label.1
source: Subscriber
de: Angemeldete

# module.dashboard.widget.receiver.title
source: Newsletter receiver
de: Newsletter Empfänger

# module.dashboard.widget.receiver.description
source: Show the number of newsletter receivers
de: Zeige die Anzahl der Newsletter-Empfänger

# module.dashboard.widget.newsletter.title
source: Newsletters
de: Newsletter

# module.dashboard.widget.newsletter.description
source: Show the number of newsletters
de: Zeige die Anzahl der Newsletter

# module.dashboard.widget.lastnewslettersopenrate.title
source: Open rate of the latest newsletters
de: Öffnungsrate der letzten Newsletter

# module.dashboard.widget.lastnewslettersopenrate.description
source: Show the open rate of the latest 10 newsletters
de: Zeige die Öffnungsrate der letzten 10 Newsletter

# module.dashboard.widget.lastnewslettersopenrate.label
source: Opener
de: Öffner

# module.dashboard.widget.lastnewslettersclickrate.title
source: Click rate of the latest newsletters
de: Klickrate der letzten Newsletter

# module.dashboard.widget.lastnewslettersclickrate.description
source: Show the click rate of the latest 10 newsletters
de: Zeige die Klickrate der letzten 10 Newsletter

# module.dashboard.widget.lastnewslettersclickrate.label
source: Clicker
de: Klicker

# newsletter.layouts.1
source: Default layout
de: Standard Layout

# category.empty.title
source: [not yet categorized]
de: [noch nicht kategorisiert]

source: Please choose...
de: Bitte wählen...
