Repository: in2code-de/luxletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# layout.backend.link.actionreceiver
source: Receiver
de: Empfänger

# fe.unsubscribe.message.1562050511
source: User invalid
de: Benutzer ist ungültig

# fe.unsubscribe.message.1562267031
source: Newsletter invalid
de: Newsletter ist ungültig

# fe.unsubscribe.message.1562050533
source: Hash no given
de: Hash fehlt

# fe.unsubscribe.message.1562066292
source: User has already unsubscribed from newsletters
de: Benutzer ist bereits ausgetragen und wird keine weiteren Newsletter mehr erhalten

# fe.unsubscribe.message.1562069583
source: Hash invalid
de: Hash ist ungültig

# fe.unsubscribe.message.success
source: You have successfully unsubscribed from our newsletter service.
de: Sie werden keine weiteren Newsletter mehr erhalten.

# fe.unsubscribe.message.failed
source: An error occured. Please try again later.
de: Unbekannter Fehler. Bitte versuchen Sie es später erneut.

# fe.ce.teaser.quickstart
source: Quickstart
de: Schnelleinstieg

# module.newsletter.dashboard.label.overallreceivers
source: Receiver
de: Empfänger

# module.newsletter.dashboard.label.overallopenrate
source: Openrate
de: Öffnungsrate

# module.newsletter.dashboard.label.overallopenrate.0
source: All
de: Alle

# module.newsletter.dashboard.label.overallopenrate.1
source: Opener
de: Öffner

# module.newsletter.dashboard.label.overallclickrate
source: Clickrate
de: Klickrate

# module.newsletter.dashboard.label.overallclickrate.0
source: All openers
de: Alle Öffner

# module.newsletter.dashboard.label.overallclickrate.1
source: All clicks
de: Alle Klicks

# module.newsletter.dashboard.label.overallunsubscriberate
source: Unsubscriberate
de: Abmelderate

# module.newsletter.dashboard.label.overallunsubscriberate.0
source: All openers
de: Alle Öffner

# module.newsletter.dashboard.label.overallunsubscriberate.1
source: All unsubscribers
de: Alle Abmelder

# module.newsletter.dashboard.label.openrate
source: Openrate
de: Öffnungsrate

# module.newsletter.dashboard.label.clickrate
source: Clickrate
de: Klickrate

# module.newsletter.dashboard.label.unsubscriberate
source: Unsubscriberate
de: Abmelderate

# module.newsletter.list.title
source: Manage your Newsletters
de: Newsletter verwalten

# module.newsletter.list.createnew.1
source: No newsletters yet
de: Keine Newsletter vorhanden

# module.newsletter.list.createnew.2
source: Just create a new one
de: Neuen Newsletter erzeugen

# module.newsletter.list.createnew.noconfiguration
source: No configuration yet
de: Noch keine Konfiguration vorhanden

# module.newsletter.list.createnew.noconfigurationdetails
source: Please create a sender configuration in a sysfolder first
de: Bitte erstelle zuerst eine Senderkonfiguration in einem Sysfolder

# module.newsletter.list.tableheader.title
source: Title
de: Bezeichnung

# module.newsletter.list.tableheader.subject
source: Email Subject
de: Mail Betreff

# module.newsletter.list.tableheader.language
source: Language
de: Sprache

# module.newsletter.list.tableheader.description
source: Description
de: Beschreibung

# module.newsletter.list.tableheader.datetime
source: Sending time
de: Versandzeitpunkt

# module.newsletter.list.tableheader.progress
source: Progress
de: Fortschritt

# module.newsletter.list.tableheader.receiver
source: Receiver
de: Empfänger

# module.newsletter.list.edit
source: Edit
de: Bearbeiten

# module.newsletter.list.disable
source: Disable
de: Deaktivieren

# module.newsletter.list.enable
source: Enable
de: Aktivieren

# module.newsletter.list.delete
source: Delete
de: Löschen

# module.newsletter.new.title
source: Add new newsletter
de: Neuen Newsletter hinzufügen

# module.newsletter.wizard.1
source: Main
de: Start

# module.newsletter.wizard.3
source: Preview
de: Vorschau

# module.newsletter.wizard.back
source: Back
de: Zurück

# module.newsletter.wizard.next
source: Next
de: Weiter

# module.newsletter.new.field.title
source: Newsletter title
de: Newsletter Bezeichnung

# module.newsletter.new.field.title.description
source: We would recommend you to use a meaningful title that separates each newsletter
de: Benutze einen aussagekräftigen Namen um die Newsletter später voneinander unterscheiden zu können

# module.newsletter.new.field.description
source: Description
de: Beschreibung

# module.newsletter.new.field.description.description
source: You can add a small description for internal useage
de: Du kannst eine kleine Beschreibung für interne Nutzung hinzufügen

# module.newsletter.new.field.datetime
source: Newsletter start (optional)
de: Startdatum (optional)

# module.newsletter.new.field.datetime.description
source: Don't send newsletter before this date (empty for sending as soon as possible)
de: Newsletter erst zu diesem Zeitpunkt versenden (leer lassen wenn der Versand so schnell wie möglich starten soll)

# module.newsletter.new.field.subject
source: Mail subject
de: E-Mail Betreff

# module.newsletter.new.field.subject.description
source: Choose an email subject for this newsletter. It's possible to use variables like {user.email} or {user.firstName}
de: Bitte Betreff für Newsletter eintragen. Variablen können verwendet werden wie bsp {user.email} oder {user.firstName}

# module.newsletter.new.field.receiver
source: Receiver
de: Empfänger

# module.newsletter.new.field.receiver.description
source: Please choose a frontend user group. Every user in this group will receive this newsletter.
de: Bitte eine Frontend-Benutzergruppe auswählen. Jeder Benutzer dieser Gruppe wird den Newsletter erhalten.

# module.newsletter.new.field.configuration
source: Sender
de: Absender

# module.newsletter.new.field.configuration.description
source: Please choose between your predefined sender settings
de: Bitte wähle einen von dir zuvor angelegten Senderdatensatz aus

# module.newsletter.new.field.layout.description
source: Please select a newsletter container layout
de: Bitte ein Newsletter Container Layout auswählen

# module.newsletter.new.field.origin
source: Where is the newsletter located?
de: Wo befindet sich der Newsletter?

# module.newsletter.new.field.origin.description
source: Please add the page ID to any TYPO3 page as a newsletter source (the "type" parameter is automatically added here). Alternatively, you can also enter an absolute URL here. Luxletter then reads this URL and prepares it for dispatch.
de: Bitte füge die Page ID einer beliebigen TYPO3 Seite als Newsletter-Quelle hinzu ("type" Paramter wird hier automatisch hinzugefügt). Alternativ kannst du auch eine absolute URL eintragen. Im Anschluss wird diese URL von Luxletter gelesen und für den Versand vorbereitet.

# module.newsletter.new.field.testmail
source: Send a test mail to yourself
de: Newsletter testweise versenden

# module.newsletter.new.field.testmail.receiver
source: Test email address:
de: Test-E-Mail-Adresse

# module.newsletter.new.message.ready
source: Newsletter is ready for dispatch
de: Newsletter ist versandfertig

# module.newsletter.new.message.ready.addition
source: If you click save (see below), the newsletter will be planned for dispatch
de: So bald du rechts unten speichern klickst, wird der Newsletter für den Versand freigegeben

# module.newsletter.new.message.testmailsent
source: Newsletter was sent
de: Newsletter abgesendet

# module.newsletter.new.message.testmailsent.addition
source: Your test newsletter was sent successfully
de: Test-Newsletter erfolgreich abgesendet

# module.newsletter.new.message.notready
source: Newsletter is not ready yet
de: Newsletter ist noch nicht fertig konfiguriert

# module.newsletter.new.message.notready.receiver
source: Please choose a receiver group
de: Bitte wähle zuerst eine Empfängergruppe

# module.newsletter.new.message.notready.origin
source: Please select an origin for your newsletter
de: Bitte wähle zuerst einen Ursprung für deinen Newsletter

# module.newsletter.new.message.notready.mandatory
source: Please fill all mandatory fields
de: Bitte zuerst alle Pflichtfelder ausfüllen

# module.newsletter.new.wizarduserpreview.previewreceivers
source: Receivers preview
de: Vorschau der Empfängerliste

# module.newsletter.new.wizarduserpreview.previewnewsletter
source: Newsletter preview
de: Vorschau des Newsletters

# module.newsletter.new.wizarduserpreview.nousersfound.title
source: No receivers found in group
de: Keine Empfänger in Gruppe gefunden

# module.newsletter.new.wizarduserpreview.nousersfound.addition
source: Please go back and choose a different group
de: Bitte wähle eine andere Gruppe

# module.newsletter.new.wizarduserpreview.further
source: further receivers
de: weitere Empfänger

# module.newsletter.create.message
source: Newsletter successfully created
de: Newsletter erfolgreich erstellt

# module.newsletter.delete.message
source: Newsletter successfully deleted
de: Newsletter erfolgreich gelöscht

# module.newsletter.receiver.filter.searchterm
source: Any searchterm
de: Beliebiger Suchbegriff

# module.newsletter.receiver.filter.usergroup
source: Choose a usergroup...
de: Benutzergruppe wählen...

# module.newsletter.receiver.mostactivest.title
source: Most activest (number of actions)
de: Aktivste Benutzer (Anzahl an Aktionen)

# module.newsletter.receiverdetail.notidentified.title
source: Not yet identified
de: Noch nicht identifiziert

# module.newsletter.receiverdetail.notidentified.text
source: This newsletter receiver is not yet identified in LUX
de: Dieser Newsletter Empfänger ist noch nicht identifiziert in LUX

# module.newsletter.receiverdetail.activities.title
source: Activities
de: Aktivitäten

# module.newsletter.receiverdetail.activities.newsletter
source: Newsletter Activities
de: Newsletter Aktivitäten

# module.newsletter.receiverdetail.activities.website
source: Website Activities
de: Website Aktivitäten

# module.newsletter.receiverdetail.activities.newsletter.noinformation.title
source: No newsletter information yet
de: Noch keine Newsletter Aktivitäten

# module.newsletter.receiverdetail.activities.newsletter.noinformation.text
source: There are no information about newsletter activities yet in luxletter
de: Aktuell gibt es noch keine Newsletter Aktivitäten zu diesem Benutzer

# module.newsletter.receiverdetail.activities.website.noinformation.title
source: Not yet identified
de: Noch nicht identifiziert

# module.newsletter.receiverdetail.activities.website.noinformation.text
source: There are no information about website activities yet in lux
de: Aktuell gibt es noch keine Website Aktivitäten zu diesem Benutzer

# module.newsletter.receiverdetail.status.100
source: dispatched
de: versandt

# module.newsletter.receiverdetail.status.200
source: opened
de: geöffnet

# module.newsletter.receiverdetail.status.300
source: Clicked a link in newsletter
de: Link geöffnet in Newsletter

# module.newsletter.receiverdetail.status.400
source: Unsubscribed from Newsletters
de: Abgemeldet vom Newsletter

source: Please choose...
de: Bitte wählen...

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Send
de: Absenden

# date
source: %Y-%m-%d, %H:%M
de: %e. %B %Y, %H:%M Uhr

# deleteconfirm
source: Are you sure to delete this record?
de: Wollen Sie diesen Datensatz wirklich löschen?

# defaultLanguage
source: Default
de: Standard
